Repository: scott50301/DS-project
Catalog: seantis/reservation/locales/*/LC_MESSAGES/seantis.reservation.po
Languages: de

source: The requested number of reservations is higher than allowed.
de: Die verlangte Anzahl Reservationen ist höher als erlaubt.

source: The requested period is no longer available.
de: Die verlangte Periode ist nicht mehr verfügbar.

source: The requested quota is invalid (must be at least one).
de: Die verlangte Anzahl Reservationen ist ungültig (mindestens eine).

source: The requested recurrence could not be found.
de: Die gewünschte Wiederholung konnte nicht gefunden werden.

source: The resource is being edited by someone else. Please try again.
de: Die Resource wird von jemand anderem bearbeitet. Bitte versuchen Sie es nochmal.

source: The resulting allocation would be invalid.
de: Die resultierende Einteilung wäre Ungültig.

source: The selected view must be one of the available views.
de: Die ausgewählte Ansicht muss eine verfügbare Ansicht sein.

source: There are ${nb} reservations being entered for this resource.
de: ${nb} Reservationen werden gerade eingegeben.

source: There is one reservation being entered for this resource.
de: Eine Reservation wird gerade eingegeben.

source: There was nothing to change.
de: Keine Änderung nötig.

source: There's already an Email template in the same folder for the same language
de: Es besteht bereits eine E-Mail Vorlage mit dieser Sprache in diesem Order

source: This allocation falls outside your search, but it is included because it belongs to a group that is part of your search and groups must be reserved together. Members of this group are highlighted when hovering.
de: Diese Einteilung liegt ausserhalb Ihrer Suche, sie wird aber angezeigt weil sie zu einer Gruppe gehört die innerhalb Ihrer Suche liegt. Die anderen Mitglieder der Gruppe werden angezeigt wenn Sie mit der Maus über die Einteilungen fahren. Gruppen müssen immer als Ganzes reserviert werden.

source: This can occur when the underlying custom forms have changed since the data was stored. The data is not lost, but it cannot be changed anymore.
de: Dies kann passieren wenn hinterlegte Formulare nach dem Speichern der Daten verändert wurden. Die Formdaten sind nicht verloren, aber sie können nicht mehr verändert werden.

source: This is the formdata that was found to be unchangeable:
de: Die folgenden Formdaten können nicht mehr verändert werden:

source: This reservation cannot be changed
de: Diese Reservation kann nicht verändert werden

source: Thresholds must have differing values
de: Die Schwellenwerte müssen unterschiedlich sein

source: Thresholds must have values between 0 and 100
de: Die Schwellenwerte müssen Werte zwischen 0 und 100 haben

source: Timeframe
de: Belegungsperiode

source: Timeframe overlaps with '${overlap}' in the current folder
de: Die Belegungsperiod überschneidet sich mit '${overlap}' in diesem Ordner

source: Timeframes
de: Belegungsperioden

source: Timetable
de: Zeitachse

source: Today
de: Heute

source: Today, at ${time}
de: Heute, um ${time}

source: Too many reservations in a short time. Wait for a moment before trying again.
de: Zu viele Reservationen in einer kurzen Zeit. Bitte warten Sie für einen Moment und versuchen Sie es dann noch einmal.

source: Tu
de: Di

source: Unavailable
de: Nicht verfügbar

source: Unchangeable formdata found!
de: Es wurden unveränderbare Formdaten gefunden!

source: Until
de: Bis

source: Use the search form to see what's available.
de: Nutzen Sie das Suchformular um zu sehen was verfügbar ist.

source: Utils
de: Hilfsmittel

source: Views available to the user on the calendar.
de: Ansichten die den Benutzern auf dem Kalender zur verfügung stehen.

source: WE
de: MI

source: Waitinglist
de: Warteliste

source: Waitinglist is Free
de: Warteliste Frei

source: Warning
de: Warnung

source: We
de: Mi

source: We have received your reservation. Confirmation and further updates are sent to you by email.
de: Wir haben Ihre Reservation erhalten. Eine Bestätigung und allfällige Änderungen werden per E-Mail kommuniziert.

source: Weekly View
de: Wochenansicht

source: Whole Day
de: Ganztägig

source: Whole day
de: Ganztägig

source: Year
de: Jahr

source: Yes
de: Ja

source: Yesterday, at ${time}
de: Gestern, um ${time}

source: You chose to 'Always show a specific date' but you did not specify a specific date
de: Sie möchten 'Immer ein bestimmtes Datum anzeigen' haben aber kein Datum bestimmt

source: Your reservations
de: Ihre Reservationen

source: results
de: Resultate

source: search_noun
de: Suche
