Repository: scott50301/DS-project
Catalog: seantis/reservation/locales/*/LC_MESSAGES/seantis.reservation.po
Languages: de

source: ${days} days ago, at ${time}
de: Vor ${days} Tagen, um ${time}

source: %(old_time)s - old start/end time<br>%(new_time)s - new start/end time<br>
de: %(old_time)s - Alte Von/Bis Zeit<br>%(new_time)s - Neue Von/Bis Zeit<br>

source: %(reason)s - reason for revocation<br>
de: %(reason)s - Grund für die Absage<br>

source: %i People Waiting
de: %i Personen warten

source: %i%% Free
de: %i%% Frei

source: %i/%i Spot Available
de: %i/%i Platz verfügbar

source: %i/%i Spots Available
de: %i/%i Plätze verfügbar

source: &lt;&lt; Previous 30 Days
de: &lt;&lt; 30 Tage zurück

source: &lt;&lt; Previous Month
de: &lt;&lt; Vorheriger Monat

source: &raquo; Edit Formdata
de: &raquo; Formdaten Bearbeiten

source: (shaded)
de: (schattiert)

source: <b>${quota}</b> reservations
de: <b>${quota}</b> Reservationen

source: A conflicting allocation exists for the requested time period.
de: Es existiert bereits eine Einteilung für den gewählten Zeitraum.

source: A pending reservation would be affected by the requested change.
de: Ein offene Reservierung wäre durch die Änderung betroffen.

source: Add email template
de: E-Mail Vorlage hinzufügen

source: Add timeframe
de: Belegungsperiode hinzufügen

source: Added reservation to your list. You have 15 minutes to confirm your reservations.
de: Die Reservation wurde zu Ihrer Liste hinzugefügt. Sie haben 15 Minuten Zeit um die Reservation zu bestätigen.

source: Advanced Settings
de: Erweiterte Einstellungen

source: All
de: Alle

source: Allocate
de: Einteilen

source: Allocation
de: Einteilung

source: Allocation added
de: Einteilung hinzugefügt

source: Allocation deleted
de: Einteilung gelöscht

source: Allocation saved
de: Einteilung gespeichert

source: Allocations deleted
de: Einteilungen gelöscht

source: Allocations may end every 5 minutes if the allocation is not partly available. If it is partly available the start time may be every x minute where x equals the given raster. The minimum length of an allocation is also either 5 minutes or whatever the value of the raster is.
de: Einteilungen können alle 5 Minuten enden. Ist die Einstellung 'teilweise verfügbar' gewählt, so kann die Einteilung alle x Minuten enden, wobei x dem Wert des Rasters entspricht.

source: Allocations may start every 5 minutes if the allocation is not partly available. If it is partly available the start time may be every x minute where x equals the given raster.
de: Einteilungen können alle 5 Minuten beginnen. Ist die Einstellung 'teilweise verfügbar' gewählt, so kann die Einteilung alle x Minuten beginnen, wobei x dem Wert des Rasters entspricht.

source: Allocations with an availability above or equal to this value are considered available and are shown green
de: Einteilungen mit einer Verfügbarkeit über oder gleich diesem Wert werden als Verfügbar angesehen und Grün angezeigt.

source: Allocations with an availability above or equal to this value but below the available threshold are considered partly available and are shown orange. Allocations with an availability below this value are considered unavailable and are shown red
de: Einteilung mit einer Verfügbarkeit über oder gleich diesem Wert werden als teilweise Verfügbar angesehen und Orange angezeigt, ausser der Wert ist höher als der Verfügbar-Schwellenwert. Einteilungen mit einer Verfügbarkeit unter diesem Wert werden als nicht Verfügbar angesehen und rot angezeigt.

source: Always send to the following address:
de: Immer an die folgende Adresse senden:

source: Always show a specific date
de: Immer ein bestimmtes Datum anzeigen

source: Always show the current date
de: Immer das aktuelle Datum anzeigen

source: An existing reservation would be affected by the requested change.
de: Eine bestehende Reservation wäre durch die Änderung betroffen.

source: Approve
de: Zulassen

source: Approve reservation
de: Reservation zulassen

source: Approved
de: Zugelassen

source: Available Threshold (%)
de: Verfügbar-Schwellenwert (%)

source: Available Views
de: Verfügbare Ansichten

source: Available only
de: Nur wenn verfügbar

source: Calendar
de: Kalender

source: Calendar date shown when opening the calendar.
de: Das Datum das beim Öffnen des Kalenders angezeigt wird.

source: Cancel
de: Abbrechen

source: Change
de: Anpassen

source: Change reservation
de: Reservation anpassen

source: Choose what you want to reserve.
de: Treffen Sie Ihre Auswahl.

source: Click on a calendar block to reserve it.
de: Klicken Sie auf einen Block im Kalender um diesen zu reservieren.

source: Click to reserve / register
de: Zur Reservation / Anmeldung

source: Compare Resources
de: Ressourcen vergleichen

source: Concerned Dates
de: Betroffene Daten

source: Confirm Reservations
de: Reservationen abschliessen

source: Created
de: Erstellung

source: Daily
de: Täglich

source: Daily View
de: Tagesansicht

source: Date
de: Datum

source: Day
de: Tag

source: Days
de: Tage

source: December
de: Dezember

source: Default Allocation Values
de: Standard Einteilungswerte

source: Defines the minimum length of any given reservation as well as the alignment of the start / end of the allocation. E.g. a raster of 30 minutes means that the allocation can only start at xx:00 and xx:30 respectively
de: Definiert die Mindestlänge der Reservationen für diese Einteilung, sowie die automatische Anpassung der Start- bzw. Endzeit. Ein Raster von 30 Minuten bedeuted beispielsweise, dass die Einteilung nur um xx:00 Uhr und xx:30 Uhr beginnen kann.

source: Delete
de: Löschen

source: Delete allocations
de: Einteilungen löschen

source: Delete selected
de: Auswahl löschen

source: Deny
de: Ablehnen

source: Deny reservation
de: Reservation ablehnen

source: Description
de: Beschreibung

source: Do not send manager emails
de: Managern keine E-Mails senden

source: Do you really want to approve the following reservations?
de: Möchten Sie die folgende Reservation wirklich zulassen?

source: Do you really want to delete the following allocations?
de: Möchten Sie die folgenden Einteilungen wirklich löschen?

source: Do you really want to deny the following reservations?
de: Möchten Sie die folgende Reservation wirklich ablehnen?

source: Do you really want to revoke the following reservations?
de: Möchten Sie die folgende Reservation wirklich absagen?

source: Do you want to reserve the following allocations?
de: Möchten Sie die folgenden Einteilungen reservieren?

source: Edit
de: Bearbeiten

source: Edit Formdata
de: Formdaten Bearbeiten

source: Edit allocation
de: Einteilung bearbeiten

source: Either send an email to the manager(s) responsible for the resource or use a single recipient address for all resources.
de: Sendet E-Mails an die verwantwortlichen Manager oder an eine gemeinsame E-Mail Adresse.

source: Email Address for Manager Emails
de: Gemeinsame Manager E-Mail Adresse

source: Email Notifications for Managers
de: E-Mail Benachrichtigung für Manager

source: Email Notifications for Reservees
de: E-Mail Benachrichtigung für Reservierende

source: Email Subject for Approved Reservations
de: E-Mail Betreff für Zugelassene Reservationen

source: Email Subject for Changed Reservations
de: E-Mail Betreff für Veränderte Reservationen

source: Email Subject for Denied Reservations
de: E-Mail Betreff für Abgelehnte Reservationen

source: Email Subject for Received Reservations
de: E-Mail Betreff für Erhaltene Reservationen

source: Email Subject for Reservation Autoapproved
de: E-Mail Betreff für Automatisch Angenommene Reservationen

source: Email Subject for Reservation Pending
de: E-Mail Betreff für Reservationen in der Warteliste

source: Email Subject for Revoked Reservations
de: E-Mail Betreff für Abgesagte Reservationen

source: Email Template
de: E-Mail Vorlage

source: Email Templates
de: E-Mail Vorlagen

source: Email Text for Approved Reservations
de: E-Mail Text für Zugelassene Reservationen

source: Email Text for Changed Reservations
de: E-Mail Text für Veränderte Reservationen

source: Email Text for Denied Reservations
de: E-Mail Text für Abgelehnte Reservationen

source: Email Text for Received Reservations
de: E-Mail Text für Erhaltene Reservationen

source: Email Text for Reservation Autoapproved
de: E-Mail Text für Automatisch Angenommmene Reservationen

source: Email Text for Reservation Pending
de: E-Mail Text für Reservationen in der Warteliste

source: Email Text for Revoked Reservations
de: E-Mail Text für Abgesagte Reservationen

source: End
de: Ende

source: End date
de: Bis-Datum

source: End date before start date
de: Ende vor Start

source: End time
de: Bis Uhrzeit

source: Entry
de: Eintrag

source: Everything after this hour is not shown in the calendar, making the calendar display more compact. Should be set to an hour after which there cannot be any reservations.
de: Alles nach dieser Stunde wird im Kalender nicht angezeigt, was die Anzeige kompakter macht. Sie sollten eine Stunde wählen nach der es keine Reservationen geben kann.

source: Everything before this hour is not shown in the calendar, making the calendar display more compact. Should be set to an hour before which there cannot be any reservations.
de: Alles vor dieser Stunde wird im Kalender nicht angezeigt, was die Anzeige kompakter macht. Sie sollten eine Stunde wählen vor der es keine Reservationen geben kann.

source: Export Reservations
de: Reservationen exportieren

source: February
de: Februar

source: First hour must be smaller than last hour
de: Die erste volle Stunde muss kleiner als die letzte volle Stunde sein

source: First hour of the day
de: Erste volle Stunde

source: Formdata updated
de: Formdaten aktualisiert

source: Formsets
de: Teilformulare

source: From
de: Von

source: Fully available
de: Verfügbar

source: General Information
de: Allgemein

source: Has a waitinglist
de: Hat eine Warteliste

source: Hide
de: Verstecken

source: If checked a reservation manager must decide if a reservation can be approved. Until then users are added to a waitinglist. Reservations are automatically approved if this is not checked.
de: Falls gewählt muss ein Reservations-Manager entscheiden ob eine Reservations-Anfrage angenommen wird. Bis dahin landen die Anfragen auf einer Warteliste. Ist diese Option nicht gewählt, werden Anfragen automatisch angenommen.

source: If checked parts of the recurrance may be reserved. If not checked the recurrance must be reserved as a whole.
de: Falls gewählt, ist eine teilweise separate Reservation der Wiederholung möglich. Ist die Option nicht gewählt, müssen alle Wiederholungen als Ganzes reserviert werden.

source: If the allocation is partly available users may reserve only a part of it (e.g. half of it). If not the allocation Must be reserved as a whole or not at all
de: Falls die Einteilung teilweise verfügbar ist, kann ein Benutzer einen einzelnen Zeitabschnitt der Einteilung reservieren. Falls nicht, muss die Einteilung über die gesamte Zeitdauer reserviert werden.

source: Invalid change. Your request may have already been processed earlier.
de: Ungültige Änderung. Ihre Anfrage wurde möglicherweise schon bearbeitet.

source: Invalid first hour
de: Ungültige erste volle Stunde

source: Invalid last hour
de: Ungültige letzte volle Stunde

source: Invalid reservation request
de: Ungültige Reservations-Anfrage

source: Invalid template variable '${name}' in '${field}'
de: Ungültige Vorlage-Variable '${name}' im Feld '${field}'

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: Language
de: Sprache

source: Last hour of the day
de: Letzte volle Stunde

source: Latest Reservations
de: Neueste Reservationen

source: Like the normal reservations export, but with group-reservations spanning multiple days merged into single records.
de: Mehrtägige Gruppen Reservationen werden bei diesem Export auf eine Zeile zusammengezogen.

source: List
de: Auflisten

source: Manage
de: Verwalten

source: Manually approve reservation requests
de: Reservations-Anfragen manuell bestätigen

source: March
de: März

source: May
de: Mai

source: May contain the following template variable:<br>%(reservations)s - list of reservations
de: Kann die folgenden Vorlagen-Variable enthalten:<br>%(reservations)s - Liste der Reservationen

source: May contain the following template variables:<br>%(resource)s - title of the resource<br>%(dates)s - list of dates reserved<br>%(quota)s - reservation quota<br>%(reservation_mail)s - email of reservee<br>%(data)s - formdata associated with the reservation<br>%(reservation_link)s - link to the reservation view<br>%(approval_link)s - link to the approval view<br>%(denial_link)s - link to the denial view<br>%(cancel_link)s - link to the cancel view
de: Kann die folgenden Vorlagen-Variabeln enthalten:<br>%(resource)s - Titel der Ressource<br>%(dates)s - Daten der Reservation<br>%(reservation_mail)s - E-Mail des/der Reservierenden<br>%(data)s - Formulardaten der Reservation<br>%(reservation_link)s - Link zur Reservations-Ansicht<br>%(approval_link)s - Link zu der Zulassungs-Ansicht<br>%(denial_link)s - Link zu der Ablehnungs-Ansicht<br>%(cancel_link)s - Link zur Absage-Ansicht

source: Missing 'uuid' parameter
de: Fehlender 'uuid' Parameter

source: Modified
de: Letzte Änderung

source: Month
de: Monat

source: Monthly Report
de: Monatsreport

source: Monthly Report for ${month} ${year}
de: Monatesreport ${month} ${year}

source: Monthly View
de: Monatsansicht

source: Next 30 Days &gt;&gt;
de: 30 Tage vorwärts &gt;&gt;

source: Next Month &gt;&gt;
de: Nächster Monat &gt;&gt;

source: No
de: Nein

source: No reservable slot found.
de: Der gewünschte Zeitbereich ist bereits besetzt.

source: No reservations to confirm.
de: Keine Reservationen zur Bestätigung gefunden.

source: No results found.
de: Die Suche war erfolglos.

source: No such reservation
de: Unbekannte Reservation

source: None
de: Keine

source: Number of Reservations
de: Anzahl Reservationen

source: Number of times an allocation may be reserved at the same time. e.g. 3 spots in a daycare center, 2 available cars, 1 meeting room.
de: Legt das Kontingent der Einteilung fest. z.B. 3 Plätze in einer Kinderkrippe, 2 verfügbare Autos, 1 Besprechungszimmer

source: Occupied
de: Besetzt

source: October
de: Oktober

source: Once
de: Ohne

source: One Person Waiting
de: Eine Person wartet

source: Optional reason for the change. Sent to the reservee. e.g. 'Your reservation has to be adjusted because the meeting room has been flooded.'
de: Optionaler Grund für die Änderung. Wird an den Reservierenden gesendet. Z.B. 'Ihre Reservation muss angepasst werden, weil das Sitzungszimmer unter Wasser steht.'

source: Optional reason for the revocation. Sent to the reservee. e.g. 'Your reservation has to be cancelled because the lecturer is ill'.
de: Optionaler Grund für die Absage. Wird an den Reservierenden gesendet. Z.B. 'Ihre Reservation muss abesagt werden, weil der Dozent krank ist'.

source: Parent
de: Übergeordnetes Element

source: Partly Available Threshold (%)
de: Teilweise-Verfügbar-Schwellenwert (%)

source: Partly available
de: Teilweise verfügbar

source: Partly available allocations can only be reserved separately
de: Teilweise verfügbare Einteilungen können nur separat reserviert werden

source: Pending
de: Warteliste

source: Please specify an address to send the manager emails to
de: Bitte geben Sie eine gemeinsame Manager E-Mail Adresse ein

source: Pre-Reservation Script
de: Pre-Reservations Skript

source: Print
de: Drucken

source: Quota
de: Kontingent

source: Quota must be between 1 and 1000
de: Kontingent muss zwischen 1 und 1000 liegen

source: Reason
de: Grund

source: Recurrance reservation
de: Wiederholung reservieren

source: Recurrence
de: Wiederholung

source: Recurrence View
de: Auflistung der Wiederholung

source: Recurrences
de: Wiederholungen

source: Remove
de: Entfernen

source: Reservation Export
de: Reservations-Export

source: Reservation Quota Limit
de: Limite der Anzahl Reservationen

source: Reservation Throttling
de: Reservations-Beschränkung

source: Reservation approved
de: Die Reservation wurde angenommen

source: Reservation changed.
de: Reservation angepasst.

source: Reservation denied
de: Reservation abgelehnt

source: Reservation out of bounds
de: Reservation ausserhalb des gültigen Bereichs

source: Reservation quota limit must zero or a positive number
de: Limit der Anzahl Reservationen muss Null oder grösser sein

source: Reservation revoked
de: Reservation abgesagt

source: Reservations
de: Reservationen

source: Reservations (Compact)
de: Reservationen (Kompakt)

source: Reservations (Normal)
de: Reservationen (Normal)

source: Reservations can't be made for more than 24 hours at a time
de: Reservationen können nicht über mehr als 24 Stunden gemacht werden

source: Reserve
de: Reservieren

source: Reserve More
de: Weitere Reservationen

source: Reserve selected
de: Auswahl reservieren

source: Resource
de: Ressource

source: Resource reservation
de: Reservation

source: Resources
de: Ressourcen

source: Revoke
de: Absagen

source: Revoke reservation
de: Reservation absagen

source: Run custom validation code for reservations. This is for advanced users only and may disable the reservations process. For documentation study the source code at Github.
de: Spezifischer Validierungscode für Reservationen. Dies ist für erfahrene Benutzer gedacht und kann zu Problemen bei der Reservierung führen. Die genaue Dokumentation findet sich im Source Code auf Github.

source: SU
de: SO

source: Save
de: Speichern

source: Seantis Reservation Control Panel
de: Seantis Reservation Kontrollzentrum

source: Seantis Reservation Settings
de: Seantis Reservation Einstellungen

source: Search
de: Suchen

source: Select at least one value
de: Bitte wählen Sie mindestens einen Wert

source: Select:
de: Auswählen:

source: Selected Date
de: Ausgewähltes Datum

source: Selected View
de: Ausgewählte Ansicht

source: Selected view when opening the calendar.
de: Ansicht die beim Öffnen des Kalenders angezeigt wird.

source: Send Email
de: E-Mail senden

source: Send an email to the reservee informing him of the change
de: Informiere den Benutzer über die Änderung an der Reservation

source: Send an email to the reservee informing him of the revocation
de: Informiere den Benutzer über die Absage der Reservation

source: Send emails about made, approved and denied reservations to the user that made the reservation.
de: Sende E-Mails zu gemachten, zugelassenen und abgelehnten Reservationen zu dem Benutzer der die Reservation gemacht hat.

source: Send to the responsible manager(s)
de: An die verantwortlichen Manager senden

source: Sent to <b>managers</b> when a new pending reservation is made. May contain the template variables listed below.
de: Wird <b>Managern</b> gesendet, wenn eine Reservation in die Warteliste hinzugefügt wird. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Sent to <b>managers</b> when a reservation is automatically approved. May contain the template variables listed below.
de: Wird <b>Managern</b> gesendet, wenn eine Reservation automatisch angenommen wurde. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Sent to <b>users</b> when a new reservation is made wheter they still need to be approved or not. By default it cointains the reservations made with an indication of the approval status. May contain the template variables listed below.
de: Wird <b>Benutzern</b> gesendet, wenn eine Reservation gemacht wird. Gilt für automatisch angenommene Reservationen sowie auch für Reservationen die erst in der Warteliste landen. Standardmässig wird eine Liste von Reservationen angezeigt mit einem Indikator zum Status der Reservation.

source: Sent to <b>users</b> when a reservation is approved. May contain the template variables listed below.
de: Wird <b>Benutzern</b> gesendet, wenn eine Reservation zugelassen wird. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Sent to <b>users</b> when a reservation is denied. May contain the template variables listed below.
de: Wird <b>Benutzern</b> gesendet, wenn eine Reservation abgelehnt wird. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Sent to <b>users</b> when a reservation is revoked. May contain the template variables listed below.
de: Wird <b>Benutzern</b> gesendet, wenn eine Reservation abgesagt wird. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Sent to <b>users</b> when the time of a reservation is changed. May contain the template variables listed below.
de: Wird <b>Benutzern</b> gesendet, wenn die Zeit einer Reservation verändert wird. Kann die untenstehenden Vorlagen-Variabeln enthalten.

source: Separately reservable
de: Separat reservierbar

source: Settings
de: Einstellungen

source: Show
de: Anzeigen

source: Shown to the user when the reservation has been completed. A good place to inform the user general information about the reservation he just completed.
de: Wird dem Benutzer angezeigt wenn die Reservation abgeschlossen wurde. Dies ist ein guter Platz um dem Benutzer allgemeine Information über die Reservation zu geben, die er abgeschlossen hat.

source: Specific Date
de: Bestimmtes Datum

source: Spots
de: Plätze

source: Start date
de: Von-Datum

source: Start time
de: Ab Uhrzeit

source: Statuses
de: Stati

source: Su
de: So

source: Subforms that need to be filled out to make a reservation. Forms can currently only be created by a site-administrator.
de: Unterformulare die ausgefüllt werden müssen um eine Reservation zu machen. Unterformulare können zur Zeit nur durch Administratoren erstellt werden.

source: Submit Reservations
de: Bestätigen und abschliessen

source: TH
de: DO

source: TU
de: DI

source: Th
de: Do

source: Thank you
de: Vielen Dank

source: Thank you text
de: Dankestext

source: The allocation does not have enough spots to possibly satisfy the requested number of reservations.
de: Die Einteilung hat nicht genug Plätze um die verlangte Anzahl zu reservieren.

source: The allocation must be at least 5 minutes long
de: Die Einteilung muss mindestens 5 minuten lang sein

source: The allocation spans the whole day.
de: Die Einteilung ist für den ganzen Tag gültig.

source: The available threshold must have a larger value than the partly available threshold
de: Der Verfügbar-Schwellenwert muss grösser als der Teilweise-Verfügbar-Schwellenwert sein

source: The default reservations export with every date in the resource having a separate record.
de: Der Standard Export, mit jedem Datum auf einer eigenen Zeile.

source: The given reservation paramters are invalid.
de: Die Reservations-Parameter sind ungültig.

source: The given reservation token is invalid.
de: Das Reservations-Token ist ungültig.

source: The given timerange is longer than the existing allocation.
de: Die gebene Periode ist länger als die verfügbare Einteilung.

source: The item does no longer exist.
de: Der Eintrag existiert nicht mehr

source: The maximum quota a single reservation may occupy at once. There is no limit if set to zero.
de: Die maximale Anzahl die eine einzelne Reservation auf einmal bsetzen kann. Null wenn kein Limit.

source: The number of minutes a user needs to wait between reservations, use 0 if no throttling should occur. Users with the 'Unthrottled Reservations' permission are excempt from this rule (Reservation-Managers and Reservation-Assistants by default).
de: Die Anzahl Minuten die ein Benutzer nach dem Reservieren warten muss, bis die nächste Reservation des Benutzers akzeptiert wird. Wird 0 eingegeben gibt es kein Limit. Benutzer mit 'Unthrottled Reservations' Recht sind von dieser Regelung ausgenommen (Reservations-Manager und Reservations-Assistenten).

source: The requested allocations could not be found.
de: Die gewünschten Einteilungen konnten nicht gefunden werden.
